// Задача 0 Вывести квадрат числа. Вернуться после изучения ввода данных.

Console.Write("Введите число и нажмите клавишу Enter\t");
int number = int.Parse(Console.ReadLine());
Console.WriteLine("Квадрат числа равен");
Console.WriteLine(number * number);
