// Задача 4. По заданному номеру дня недели вывести его название

Console.WriteLine("Введите число");
string number = Console.ReadLine();
int monday = 1;
int tuesday = 2;
int wednesday = 3;
int thursday = 4;
int friday = 5;
int saturday = 6;
int sunday = 7;
